7zip
acpilight
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alacritty
alsa-utils
amd-ucode
archlinux-xdg-menu
aspnet-runtime
base
base-devel
bat
bc
bear
bitwarden
blueman
bluetuith
boost
brightnessctl
cantarell-fonts
ccache
chrpath
clang
cmake
composer
cpanminus
cpupower
cursor-bin
cxxopts
cython
dhcpcd
dialog
docker-compose
doctest
dolphin
dosfstools
dotnet-runtime
dotnet-sdk
dotnet-sdk-8.0
dotool
downgrade
dunst
efibootmgr
expat
fd
flatpak
fontforge
fuse2
fzf
gconf
gdb
git
git-branchless
github-cli
glib2
glow
gobject-introspection
gperf
gptfdisk
gradle
grimblast-git
gstreamer-vaapi
gtk2
gvim
htop
hyprland
hyprpaper
hyprpicker
hyprutils
imagemagick
jdk-openjdk
jujutsu-git
julia
keepass
kio-admin
lazygit
libarchive
libbacktrace
libdvdcss
libinput-gestures
libisoburn
libnotify
libreoffice-fresh
linux
linux-firmware
linux-headers
love
lsdesktopf
lua51
luarocks
man-db
man-pages
maven
mdbtools
mold
mtools
neovim
nerd-fonts-cozette-ttf
net-tools
network-manager-applet
networkmanager
nlohmann-json
noto-fonts-cjk
noto-fonts-emoji
nvm
nwg-displays
nwg-look
obs-studio
obs-vaapi
obsidian
opam
openmpi
os-prober
ostree
otf-comicshanns-nerd
pandoc-cli
papirus-folders-catppuccin-git
pdftk
pipewire-alsa
pipewire-pulse
plantuml
presenterm
proton-ge-custom-bin
protontricks
pwvucontrol
pybind11
python-frozendict
python-hatch-jupyter-builder
python-hatch-vcs
python-hatchling
python-jupyter-packaging
python-jupyterlab-vim
python-jupytext
python-matplotlib
python-ninja
python-pandas
python-pip
python-pipenv
python-pipx
python-pynvim
python-setuptools-scm
qbittorrent
qpwgraph
qrcodegen-cmake
qt5-wayland
qt5ct
racket
radeontop
retroarch
ripgrep
rofi-wayland
rofimoji
ruby
rustup
scdoc
spotify
steam
steamcmd
stow
texlive-basic
thrift
timeshift
timeshift-systemd-timer
tk
tldr
tlp
tmux
tree
ttf-arphic-ukai
ttf-arphic-uming
ttf-comic-mono-git
ttf-dejavu
ttf-fixedsys-excelsior-linux
ttf-font-awesome
ttf-hack
ttf-hack-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lato
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols-mono
ttf-terminus-nerd
ttf-ubuntu-mono-nerd
ueberzugpp
ufw
unrar
unzip
valgrind
vesktop
vi
visual-studio-code-bin
vlc
waybar
wezterm-git
wget
wine-staging
winetricks
wl-clipboard
wlrobs-hg
wlroots0.18
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
wtype
xdelta3
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xdotool
xf86-video-amdgpu
xorg-xhost
xorg-xrdb
xwaylandvideobridge
yay
yq
yyjson
zathura
zathura-pdf-mupdf
zoxide
zsh
zsh-autosuggestions
zsh-theme-powerlevel10k-git
